{
  "articles": [
    {
      "id": "art_bacon_01",
      "title": "Of Studies",
      "author": "Francis Bacon",
      "date": "1625",
      "source": "Essays",
      "description": "Studies serve for delight, for ornament, and for ability.",
      "content": "Studies serve for delight, for ornament, and for ability. Their chief use for delight is in privateness and retiring; for ornament, is in discourse; and for ability, is in the judgment and disposition of business. For expert men can execute, and perhaps judge of particulars, one by one; but the general counsels, and the plots and marshalling of affairs, come best from those that are learned. To spend too much time in studies is sloth; to use them too much for ornament, is affectation; to make judgment wholly by their rules, is the humor of a scholar. They perfect nature, and are perfected by experience: for natural abilities are like natural plants, that need proyning, by study; and studies themselves do give forth directions too much at large, except they be bounded in by experience. Read not to contradict and confute; nor to believe and take for granted; nor to find talk and discourse; but to weigh and consider. Some books are to be tasted, others to be swallowed, and some few to be chewed and digested."
    },
    {
      "id": "art_emerson_01",
      "title": "Self-Reliance",
      "author": "Ralph Waldo Emerson",
      "date": "1841",
      "source": "Essays: First Series",
      "description": "Trust thyself: every heart vibrates to that iron string.",
      "content": "There is a time in every man's education when he arrives at the conviction that envy is ignorance; that imitation is suicide; that he must take himself for better, for worse, as his portion; that though the wide universe is full of good, no kernel of nourishing corn can come to him but through his toil bestowed on that plot of ground which is given to him to till. The power which resides in him is new in nature, and none but he knows what that is which he can do, nor does he know until he has tried. Trust thyself: every heart vibrates to that iron string. Accept the place the divine providence has found for you, the society of your contemporaries, the connection of events. Great men have always done so, and confided themselves childlike to the genius of their age, betraying their perception that the absolutely trustworthy was seated at their heart, working through their hands, predominating in all their being."
    },
    {
      "id": "art_poe_01",
      "title": "The Tell-Tale Heart",
      "author": "Edgar Allan Poe",
      "date": "1843",
      "source": "The Pioneer",
      "description": "True!—nervous—very, very dreadfully nervous I had been and am.",
      "content": "True!—nervous—very, very dreadfully nervous I had been and am; but why will you say that I am mad? The disease had sharpened my senses—not destroyed—not dulled them. Above all was the sense of hearing acute. I heard all things in the heaven and in the earth. I heard many things in the hell. How, then, am I mad? Hearken! and observe how healthily—how calmly I can tell you the whole story. It is impossible to say how first the idea entered my brain; but once conceived, it haunted me day and night. Object there was none. Passion there was none. I loved the old man. He had never wronged me. He had never given me insult. For his gold I had no desire. I think it was his eye! yes, it was this!"
    },
    {
      "id": "art_thoreau_01",
      "title": "Where I Lived, and What I Lived For",
      "author": "Henry David Thoreau",
      "date": "1854",
      "source": "Walden",
      "description": "I went to the woods because I wished to live deliberately.",
      "content": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived. I did not wish to live what was not life, living is so dear; nor did I wish to practise resignation, unless it was quite necessary. I wanted to live deep and suck out all the marrow of life, to live so sturdily and Spartan-like as to put to rout all that was not life, to cut a broad swath and shave close, to drive life into a corner, and reduce it to its lowest terms."
    },
    {
      "id": "art_lincoln_01",
      "title": "The Gettysburg Address",
      "author": "Abraham Lincoln",
      "date": "1863",
      "source": "Gettysburg, Pennsylvania",
      "description": "Government of the people, by the people, for the people, shall not perish from the earth.",
      "content": "Four score and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this. But, in a larger sense, we cannot dedicate—we cannot consecrate—we cannot hallow—this ground. The brave men, living and dead, who struggled here, have consecrated it, far above our poor power to add or detract. The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us—that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion—that we here highly resolve that these dead shall not have died in vain—that this nation, under God, shall have a new birth of freedom—and that government of the people, by the people, for the people, shall not perish from the earth."
    },
    {
      "id": "art_shakespeare_01",
      "title": "Sonnet 18",
      "author": "William Shakespeare",
      "date": "1609",
      "source": "Sonnets",
      "description": "Shall I compare thee to a summer's day?",
      "content": "Shall I compare thee to a summer's day? Thou art more lovely and more temperate: Rough winds do shake the darling buds of May, and summer's lease hath all too short a date; Sometime too hot the eye of heaven shines, and often is his gold complexion dimm'd; And every fair from fair sometime declines, by chance or nature's changing course untrimm'd; But thy eternal summer shall not fade, nor lose possession of that fair thou ow'st; Nor shall Death brag thou wander'st in his shade, when in eternal lines to time thou grow'st: So long as men can breathe or eyes can see, so long lives this, and this gives life to thee."
    }
  ]
}
